Repository: BlazeSnow/PowerPlan
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, zh_cn, zh_hk

# Tray.Init
source: [Tray] Initialized. Left-click or right-click the tray icon to open the menu.
de: [Infobereich] Initialisiert. Links- oder Rechtsklick auf das Symbol zum Öffnen des Menüs.
es: [Bandeja] Inicializado. Clic izquierdo o derecho en el icono para abrir el menú.
fr: [Zone de notification] Initialisé. Clic gauche ou droit sur l'icône pour ouvrir le menu.
it: [Area di notifica] Inizializzato. Clic sinistro o destro sull'icona per aprire il menu.
zh_cn: [托盘] 已初始化，左右键托盘图标可打开菜单
zh_hk: [系統匣] 已初始化，左右鍵系統匣圖示可開啟選單

# Tray.RefreshFailed
source: [Tray] Refresh failed: {0}
de: [Infobereich] Aktualisierung fehlgeschlagen: {0}
es: [Bandeja] Error de actualización: {0}
fr: [Zone de notification] Échec de l'actualisation : {0}
it: [Area di notifica] Aggiornamento fallito: {0}
zh_cn: [托盘] 刷新失败：{0}
zh_hk: [系統匣] 重新整理失敗：{0}

# Tray.DispatcherUnavailable
source: [Tray] The UI thread is unavailable; the menu could not be refreshed
de: [Infobereich] UI-Thread nicht verfügbar, Menü konnte nicht aktualisiert werden
es: [Bandeja] Hilo de UI no disponible, no se pudo actualizar el menú
fr: [Zone de notification] Thread UI indisponible, le menu n'a pas pu être actualisé
it: [Area di notifica] Thread UI non disponibile, aggiornamento menu fallito
zh_cn: [托盘] UI 线程不可用，菜单刷新失败
zh_hk: [系統匣] UI 執行緒不可用，選單重新整理失敗

# Tray.Menu.OpenMainWindow
source: Open PowerPlan
de: PowerPlan öffnen
es: Abrir PowerPlan
fr: Ouvrir PowerPlan
it: Apri PowerPlan
zh_cn: 打开主界面
zh_hk: 開啟主介面

# Tray.Menu.RefreshPlans
source: Refresh plans
de: Pläne aktualisieren
es: Actualizar planes
fr: Actualiser les modes
it: Aggiorna combinazioni
zh_cn: 刷新计划
zh_hk: 重新整理計劃

# Tray.Menu.OpenHiddenUltimate
source: Hidden Ultimate Performance
de: Versteckter Höchstleistungsplan
es: Máximo rendimiento oculto
fr: Performances ultimes masqué
it: Prestazioni elevate nascosta
zh_cn: 打开隐藏的卓越性能计划
zh_hk: 隱藏的卓越效能

# Tray.Menu.DisableAutoStart
source: Disable launch at startup
de: Autostart deaktivieren
es: Desactivar inicio automático
fr: Désactiver le lancement au démarrage
it: Disattiva avvio automatico
zh_cn: 关闭开机自启动
zh_hk: 關閉開機自啟動

# Tray.Menu.EnableAutoStart
source: Enable launch at startup
de: Autostart aktivieren
es: Activar inicio automático
fr: Activer le lancement au démarrage
it: Attiva avvio automatico
zh_cn: 开启开机自启动
zh_hk: 開啟開機自啟動

# Tray.Menu.Exit
source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci
zh_cn: 退出
zh_hk: 結束

# Tray.RefreshStarted
source: [Tray] Refreshing the power plan list
de: [Infobereich] Planliste wird aktualisiert
es: [Bandeja] Actualizando lista de planes
fr: [Zone de notification] Actualisation de la liste des modes en cours
it: [Area di notifica] Aggiornamento elenco combinazioni in corso
zh_cn: [托盘] 已开始刷新计划列表
zh_hk: [系統匣] 已開始重新整理計劃清單

# Tray.SwitchTo
source: [Tray] Switched to: {0}
de: [Infobereich] Gewechselt zu: {0}
es: [Bandeja] Cambiado a: {0}
fr: [Zone de notification] Changé vers : {0}
it: [Area di notifica] Cambiato a: {0}
zh_cn: [托盘] 已切换到：{0}
zh_hk: [系統匣] 已切換到：{0}

# Tray.SwitchFailed
source: [Tray] Switch failed: {0}
de: [Infobereich] Wechsel fehlgeschlagen: {0}
es: [Bandeja] Error al cambiar: {0}
fr: [Zone de notification] Échec du changement : {0}
it: [Area di notifica] Cambio fallito: {0}
zh_cn: [托盘] 切换失败：{0}
zh_hk: [系統匣] 切換失敗：{0}

# Tray.HiddenUltimateActivated
source: [Tray] Activated the hidden Ultimate Performance plan
de: [Infobereich] Versteckter Höchstleistungsplan aktiviert
es: [Bandeja] Plan de máximo rendimiento oculto activado
fr: [Zone de notification] Mode Performances ultimes masqué activé
it: [Area di notifica] Combinazione Prestazioni elevate nascosta attivata
zh_cn: [托盘] 已启用隐藏的卓越性能计划
zh_hk: [系統匣] 已啟用隱藏的卓越效能計劃

# Tray.HiddenUltimateActivateFailed
source: [Tray] Failed to activate the hidden Ultimate Performance plan: {0}
de: [Infobereich] Aktivierung des versteckten Höchstleistungsplans fehlgeschlagen: {0}
es: [Bandeja] Error al activar plan de máximo rendimiento oculto: {0}
fr: [Zone de notification] Échec d'activation du mode Performances ultimes masqué : {0}
it: [Area di notifica] Attivazione Prestazioni elevate nascosta fallita: {0}
zh_cn: [托盘] 启用隐藏的卓越性能计划失败：{0}
zh_hk: [系統匣] 啟用隱藏的卓越效能計劃失敗：{0}

# Tray.AutoStartState
source: [Tray] Launch at startup: {0}
de: [Infobereich] Autostart: {0}
es: [Bandeja] Inicio automático: {0}
fr: [Zone de notification] Lancement au démarrage : {0}
it: [Area di notifica] Avvio automatico: {0}
zh_cn: [托盘] 开机自启动：{0}
zh_hk: [系統匣] 開機自啟動：{0}

# Tray.Tooltip.Plan
source: Power plan: {0}
de: Energiesparplan: {0}
es: Plan de energía: {0}
fr: Mode d'alimentation : {0}
it: Combinazione: {0}
zh_hk: 電源計劃：{0}

# Tray.Tooltip.PlanUnavailable
source: Power plan: Unavailable
de: Energiesparplan: Nicht verfügbar
es: Plan de energía: No disponible
fr: Mode d'alimentation : Indisponible
it: Combinazione: Non disponibile
zh_hk: 電源計劃：未讀取

# Tray.Tooltip.AutoStart
source: Launch at startup: {0}
de: Autostart: {0}
es: Inicio automático: {0}
fr: Lancement au démarrage : {0}
it: Avvio automatico: {0}
zh_hk: 開機自啟動：{0}

# Tray.AutoStartToggleFailed
source: [Tray] Failed to change launch-at-startup setting: {0}
de: [Infobereich] Änderung des Autostarts fehlgeschlagen: {0}
es: [Bandeja] Error al cambiar inicio automático: {0}
fr: [Zone de notification] Échec du changement de lancement au démarrage : {0}
it: [Area di notifica] Cambio avvio automatico fallito: {0}
zh_cn: [托盘] 自启动切换失败：{0}
zh_hk: [系統匣] 自啟動切換失敗：{0}

# Common.FailedKeyword
source: failed
de: fehlgeschlagen
es: fallido
fr: échec
it: fallito
zh_cn: 失败
zh_hk: 失敗

# Common.Ok
source: OK
es: Aceptar
zh_hk: 確定

# PowerPlan.Error.InvalidPlanGuid
source: The power plan GUID is invalid.
de: Die GUID des Energiesparplans ist ungültig.
es: El GUID del plan de energía no es válido.
fr: Le GUID du mode d'alimentation n'est pas valide.
it: Il GUID della combinazione non è valido.
zh_hk: 電源計劃 GUID 無效。

# PowerPlan.Error.InvalidSourcePlanGuid
source: The source power plan GUID is invalid.
de: Die GUID des Quell-Energiesparplans ist ungültig.
es: El GUID del plan de energía de origen no es válido.
fr: Le GUID du mode d'alimentation source n'est pas valide.
it: Il GUID della combinazione di origine non è valido.
zh_hk: 來源電源計劃 GUID 無效。

# PowerPlan.Error.SetActiveFailed
source: Failed to switch power plans
de: Wechsel des Energiesparplans fehlgeschlagen
es: Error al cambiar el plan de energía
fr: Échec du changement de mode d'alimentation
it: Cambio combinazione fallito
zh_hk: 切換電源計劃失敗

# PowerPlan.Error.RestoreDefaultsFailed
source: Failed to restore the default power plans
de: Wiederherstellung der Standardpläne fehlgeschlagen
es: Error al restaurar los planes predeterminados
fr: Échec de la restauration des modes d'alimentation par défaut
it: Ripristino combinazioni predefinite fallito
zh_hk: 還原預設電源計劃失敗

# PowerPlan.Error.EnumerateFailed
source: Failed to enumerate power plans
de: Auflistung der Energiesparpläne fehlgeschlagen
es: Error al enumerar los planes de energía
fr: Échec de l'énumération des modes d'alimentation
it: Enumerazione combinazioni fallita
zh_hk: 列舉電源計劃失敗

# PowerPlan.Error.ReadActiveFailed
source: Failed to read the active power plan
de: Lesen des aktiven Energiesparplans fehlgeschlagen
es: Error al leer el plan de energía activo
fr: Échec de la lecture du mode d'alimentation actif
it: Lettura combinazione attiva fallita
zh_hk: 讀取目前電源計劃失敗

# PowerPlan.Error.DuplicateFailed
source: Failed to copy the power plan
de: Kopieren des Energiesparplans fehlgeschlagen
es: Error al copiar el plan de energía
fr: Échec de la copie du mode d'alimentation
it: Copia combinazione fallita
zh_hk: 複製電源計劃失敗

# PowerPlan.Error.DuplicateMissingGuid
source: Failed to copy the power plan: Windows did not return a GUID for the new plan.
de: Kopieren des Energiesparplans fehlgeschlagen: Windows hat keine GUID für den neuen Plan zurückgegeben.
es: Error al copiar el plan de energía: Windows no devolvió un GUID para el nuevo plan.
fr: Échec de la copie du mode d'alimentation : Windows n'a pas retourné de GUID pour le nouveau mode.
it: Copia combinazione fallita: Windows non ha restituito un GUID per la nuova combinazione.
zh_hk: 複製電源計劃失敗：系統未傳回新計劃 GUID。

# PowerPlan.Error.ReadNameFailed
source: Failed to read the power plan name
de: Lesen des Plannamens fehlgeschlagen
es: Error al leer el nombre del plan
fr: Échec de la lecture du nom du mode d'alimentation
it: Lettura nome combinazione fallita
zh_hk: 讀取電源計劃名稱失敗

# PowerPlan.Error.EmptyName
source: The power plan name cannot be empty.
de: Der Name des Energiesparplans darf nicht leer sein.
es: El nombre del plan de energía no puede estar vacío.
fr: Le nom du mode d'alimentation ne peut pas être vide.
it: Il nome della combinazione non può essere vuoto.
zh_hk: 電源計劃名稱不能為空。

# PowerPlan.Error.WriteNameFailed
source: Failed to write the power plan name
de: Schreiben des Plannamens fehlgeschlagen
es: Error al escribir el nombre del plan
fr: Échec de l'écriture du nom du mode d'alimentation
it: Scrittura nome combinazione fallita
zh_hk: 寫入電源計劃名稱失敗

# Settings.Tools.WebsiteDesc
source: https://www.blazesnow.com/powerplan/
zh_cn: 打开 GitHub 仓库查看源代码与发布信息
